rails-app/app/controllers/healthids_controller.rb

  def index
    @health_ids = Healthid.all
---
SELECT "healthids".* FROM "healthids"